{
    "SSC": {
        "ShapesTab": {
            "Tab": "Shapes",
            "Header": "Shapes",
            "InvalidActor": "Invalid Actor"
        },
        "ChangeShapeDialog": {
            "Title": "Shape Change Options",
            "ShapeSelectionLabel": "Target Shape",
            "TargetSelectionLabel": "Target Token",
            "TargetSelectionAll": "All Targets",
            "ShapeChangeTypesLabel": "Change Type",
            "AnimalSmartsCheckbox": "Set Animal Smarts",
            "DurationCheckbox": "Use Long Duration",
            "ShapeChangeTypes": {
                "Base": "Shape Change",
                "Polymorph": "Polymorph"
            },
            "SuccessButtonName": "Success",
            "RaiseButtonName": "Raise",
            "CancelButtonName": "Cancel",
            "MaxWoundNotification": {
                "Title": "Max Wound Mismatch",
                "Body": "The max Wounds value on the original token does not match the max Wounds value on the new token. Please open the new token and adjust the max Wounds manually.<p>I'd also appreciate if you would open an issue on GitHub describing how this happened.<br>"
            },
            "MaxFatigueNotification": {
                "Title": "Max Fatigue Mismatch",
                "Body": "The max Fatigue value on the original token does not match the max Fatigue value on the new token. Please open the new token and adjust the max Fatigue manually.<p>I'd also appreciate if you would open an issue on GitHub describing how this happened.<br>"
            }
        },
        "ActorSheetDropDialog": {
            "Title": "Add to Shape Change?",
            "Body": "Add dropped actor to a Shape Change power on this sheet?<br>"
        },
        "CompendiumWarning": {
            "Title": "Compendium Actors",
            "Body": "Directly using compendium actors is not supported.<br><br>Please import the actor into your world first and then use the imported actor.<br>"
        },
        "DeleteTokenWarning": {
            "Title": "Confirm Delete?",
            "SourceBody": "This token is marked as the source of a shape change. Deleting this token will break the ability to revert the shape change.<br><br>Are you sure you want to delete this token?<br>",
            "CreatedBody": "This token is was created as a result of a shape change. Deleting this token will break the ability to revert to the original token.<br><br>Are you sure you want to delete this token?<br>"
        },
        "Errors": {
            "NotTrusted": "Current user lacks permission to execute command.",
            "NoActiveGM": "Command cannot be executed as there is currently no active GM connected to the world.",
            "NoTokenSelected": "No token selected.",
            "NoShapeChange": "Selected token does not have the shape change power.",
            "NoShapes": "Selected token's shape change power contains no shapes. Drag actors to the caster or their shape change power to add shapes.",
            "NotAChangedToken": "Selected token was not created by the shape change module.",
            "OriginalTokenNotFound": "The original token no longer exists in the scene. You will have to revert manually."
        },
        "SUCCWarning": {
            "Title": "SUCC Not Configured",
            "Body": "The SUCC module is installed and SUCC support is enabled in the options for SWADE Shape Changer but the shape change condition has not been enabled in the SUCC settings.<p>To fix this, open the SUCC settings, open the Default Conditions menu, select the Expanded Powers tab, and enable Shape Change.<p>Alternatively, you can disable the SUCC support setting in this module.<p><br>",
            "SUCCOptionsButton": "Open SUCC Settings",
            "DisableSupportButton": "Disable SUCC Support"
        },
        "SUCCDisableConfirmation": {
            "Title": "SUCC Support Disabled",
            "Body": "SUCC support has been disabled. You can reenable this at any time from the SWADE Shape Changer options.<br>"
        },
        "RaiseEffectName": "Shape Change Raise",

        "Settings": {
            "UseSUCCName": "Enable SUCC Support",
            "UseSUCCHint": "Use SWADE Ultimate Condition Changer to add/remove a shape change condition executing a shape change. Requires the shape change condition to be enabled in SUCC."
        }
    },
    "SSC.Yes": "Yes",
    "SSC.No": "No",
    "SSC.Okay": "Okay"
}